Repository: qtqgyt/ubiquity-slideshow-ubuntu
Catalog: po/ubuntu-budgie/*.po
Languages: et, hu

source: Welcome!
et: Tere tulemast!
hu: Üdvözöljük!

source: <strong>Ubuntu Budgie</strong> is a community driven Ubuntu flavor featuring the <strong>Budgie</strong> Desktop Environment
et: <strong>Ubuntu Budgie</strong> on kogukonna juhitud Ubuntu variatsioon, mis sisaldab <strong>Budgie</strong> töölauakeskkonda
hu: Az <strong>Ubuntu Budgie</strong> egy közösség által irányított Ubuntu változat, amely a <strong>Budgie</strong> asztali környezetet tartalmazza

source: Being designed with the modern user in mind, <strong>Budgie</strong> focuses on simplicity and elegance
et: Kaasaegset kasutajat silmas pidades kujundatud <strong>Budgie</strong> keskendub lihtsusele ja elegantsile
hu: A modern felhasználóra gondolva tervezett <strong>Budgie</strong> az egyszerűségre és az eleganciára összpontosít

source: <strong>Budgie</strong> tightly integrates with the GNOME stack, employing underlying technologies to offer an alternative desktop experience
et: <strong>Budgie</strong> tihedalt integreerub GNOME tarkvarakomplektiga, kasutades alusel olevaid tehnoloogiaid, et pakkuda alternatiivset töölauakogemust
hu: A <strong>Budgie</strong> szorosan integrálódik a GNOME környezetébe, és a mögöttes technológiákat alkalmazva alternatív asztali élményt kínál

source: Simple and easy to use
et: Lihtne ja kerge kasutada
hu: Egyszerű és könnyen használható

source: <strong>Budgie Menu</strong> provides quick access to your apps, offering both category and compact views
et: <strong>Budgie menüü</strong> pakub kiiret juurdepääsu teie rakendustele, pakkudes nii kategooria- kui ka kompaktseid vaateid
hu: A <strong>Budgie menü</strong> gyors hozzáférést biztosít az alkalmazásokhoz, kategória és kompakt nézetet is kínálva

source: <strong>Raven</strong> side panel lets you access notifications, play music and sound control all in one place
et: Külgpaneel <strong>Raven</strong> võimaldab ühes kohas juurdepääsu märguannetele, muusika esitamisele ja heli juhtimisele
hu: A <strong>Raven</strong> oldalpanel egy helyen teszi lehetővé az értesítések elérését, a zenelejátszást és a hangvezérlést

source: <strong>Budgie Desktop Settings</strong> lets you further customize your desktop; panels, fonts, themes, icons and autostart apps
et: <strong>Budgie töölaua sätted</strong> võimaldavad teil oma töölauda veelgi kohandada; paneelid, fondid, teemad, ikoonid ja automaatkäivitusrakendused
hu: A <strong>Budgie asztali beállítások</strong> lehetővé teszik az asztal további személyre szabását: panelek, betűkészletek, témák, ikonok és automatikusan induló alkalmazások

source: <strong>Budgie</strong> gets out of your way and provides a clutter free desktop experience
et: strong>Budgie</strong> ei sega Sind ja pakub korrapuudust pakkuvat töölauakogemust
hu: A <strong>Budgie</strong> félreáll az útból, és rendetlenségmentes asztali élményt nyújt

source: Make the most of the web
et: Võta veebist enamat
hu: Hozza ki a legtöbbet a webből

source: With <strong>Firefox</strong> already installed, Ubuntu Budgie has everything you need to browse the web. Easy browsing, high performance, advanced security, powerful personalization and the cutting edge, all that is in your hands.
et: Kui <strong>Firefox</strong> on juba installitud, on Ubuntu Budgiel kõik veebi sirvimiseks vajalik. Lihtne sirvimine, kõrge jõudlus, täiustatud turvalisus, võimas isikupärastamine ja tipptasemel – kõik, mis on teie kätes.
hu: A már telepített <strong>Firefox</strong> segítségével az Ubuntu Budgie mindent tartalmaz, amire a web böngészéséhez szüksége van. Egyszerű böngészés, nagy teljesítmény, fokozott biztonság, erőteljes személyre szabási lehetőségek és az élvonalbeli megoldások, mindez az Ön kezében.

source: Your office on your machine
et: Teie kontor teie masinas
hu: Az irodája a számítógépén

source: Create professional documents, spreadsheets, presentations, drawings and more. <strong>LibreOffice</strong> is a comprehensive, professional-quality productivity suite shipped by default. Make your day-to-day tasks more easy and fun.
et: Looge professionaalseid dokumente, arvutustabeleid, esitlusi, jooniseid ja palju muud. <strong>LibreOffice</strong> on kõikehõlmav professionaalse kvaliteediga tootlikkuse komplekt, mis tarnitakse vaikimisi. Muutke oma igapäevased ülesanded lihtsamaks ja lõbusamaks.
hu: Hozzon létre professzionális dokumentumokat, táblázatokat, prezentációkat, rajzokat és egyebeket. A <strong>LibreOffice</strong> egy átfogó, professzionális minőségű, alapértelmezetten szállított produktivitási programcsomag. Könnyebbé és szórakoztatóbbá teszi a mindennapi feladatokat.

source: Enjoy your music and videos
et: Nautige oma muusikat ja videoid
hu: Élvezze a zenéit és videóit

source: <strong>Rhythmbox</strong> lets you organize your music and listen to Internet radio, podcasts, and more.
et: <strong>Rhythmbox</strong> võimaldab teil korraldada muusikat ja kuulata Interneti-raadiot, taskuhäälingusaateid ja muud.
hu: A <strong>Rhythmbox</strong> segítségével rendszerezheti a zenéit, internetes rádiót, podcastokat és egyebeket hallgathat.

source: <strong>GNOME-MPV</strong> allows you to easily watch videos from your computer or DVD.
et: <strong>GNOME-MPV</strong> võimaldab teil hõlpsasti vaadata videoid arvutist või DVD-lt.
hu: A <strong>GNOME-MPV</strong> lehetővé teszi, hogy egyszerűen nézzen videókat a számítógépéről vagy DVD-ről.

source: Have fun with your photos
et: Naudi oma fotosi
hu: Szórakozzon jól a fényképekkel

source: Tired of finding the right application to organize your photos? With <strong>gThumb</strong>, you can quickly and easily import, organize, edit and view your pictures. And you can share your favorite snaps on all popular photo sites and social networks.
et: Kas olete väsinud fotode korraldamiseks õige rakenduse leidmisest? Rakendusega <strong>gThumb</strong> saate oma pilte kiiresti ja lihtsalt importida, korraldada, redigeerida ja vaadata. Ja saate jagada oma lemmikfotosid kõigil populaarsetel fotosaitidel ja sotsiaalvõrgustikes.
hu: Belefáradt a fényképei rendszerezéséhez megfelelő alkalmazás keresésébe? A <strong>gThumb</strong> segítségével gyorsan és egyszerűen importálhatja, rendszerezheti, szerkesztheti és megtekintheti a képeit. Kedvenc pillanatait pedig megoszthatja az összes népszerű fényképoldalon és közösségi hálózaton.

source: Find even more software
et: Leidke veelgi rohkem tarkvara
hu: Fedezzen fel még több szoftvert

source: <strong>Say Goodbye to searching the web for a software</strong>
et: <strong>Jätke hüvasti veebist tarkvara otsimisega</strong>
hu: <strong>Mondjon búcsút a szoftverek internetes keresésének</strong>

source: With <strong>GNOME Software</strong> you can easily find and install software. Your ratings and reviews are used to rank software by popularity. You have access to thousands of free and commercial applications. Installing anything is just a couple of clicks away from you.
et: <strong>GNOME tarkvara</strong> abil saate hõlpsasti tarkvara leida ja installida. Teie hinnanguid ja arvustusi kasutatakse tarkvara järjestamiseks populaarsuse alusel. Teil on juurdepääs tuhandetele tasuta ja kommertsrakendustele. Millegi installimine on vaid paari hiireklõpsu kaugusel.
hu: A <strong>GNOME Szoftver</strong> segítségével egyszerűen megtalálhatja és telepítheti a szoftvereket. Az értékelések és vélemények alapján a szoftverek népszerűség szerinti rangsorolásra kerülnek. Több ezer ingyenes és kereskedelmi alkalmazáshoz férhet hozzá. Bárminek a telepítése csak néhány kattintásnyira van Öntől.

source: Help and support
et: Abi ja toetus
hu: Segítség és támogatás

source: Thanks for choosing and installing <strong>Ubuntu Budgie</strong>!
et: Täname, et valisite ja paigaldasite <strong>Ubuntu Budgie</strong>!
hu: Köszönjük, hogy az <strong>Ubuntu Budgie</strong> változatot választotta és telepítette!

source: Get help and support with our Discourse community: <a href="https://discourse.ubuntubudgie.org">discourse.ubuntubudgie.org</a>
et: Hankige abi ja tuge meie Discourse'i kogukonnalt: <a href="https://discourse.ubuntubudgie.org">discourse.ubuntubudgie.org</a>
hu: Kérjen segítséget és támogatást a Discourse közösségtől: <a href="https://discourse.ubuntubudgie.org">discourse.ubuntubudgie.org</a>

source: For more information and pointers to other useful resources, please visit our homepage: <a href="https://ubuntubudgie.org">ubuntubudgie.org</a>
et: Lisateavet ja viiteid muudele kasulikele ressurssidele leiate meie kodulehelt: <a href="https://ubuntubudgie.org">ubuntubudgie.org</a>
hu: További információkért és más hasznos erőforrásokra mutató hivatkozásokért látogasson el a honlapunkra: <a href="https://ubuntubudgie.org">ubuntubudgie.org</a>

source: Enjoy and have fun! 😃
et: Naudi ja lõbutse! 😃
hu: Élvezze és jó szórakozást! 😃
