Repository: qtqgyt/ubiquity-slideshow-ubuntu
Catalog: po/ubuntukylin/*.po
Languages: ca, hu

source: UKUI Control Center
ca: Centre de control UKUI
hu: UKUI vezérlőközpont

source: More accurate classification, more convenient operation, and more concise interface
ca: Una classificació més precisa, una operació més convenient i una interfície més concisa
hu: Pontosabb osztályozás, kényelmesebb működés és tömörebb felület

source: Mainstream Hardware Platforms
ca: Plataformes principals de maquinari
hu: Alapvető hardverplatformok

source: Supporting mainstream hardware platforms including Intel, AMD, ARM
ca: Es dóna suport a les plataformes principals de maquinari, incloent-hi Intel, AMD, ARM
hu: Az alapvető hardverplatformok támogatása, beleértve az Intel, AMD és ARM platformokat is

source: Long-term Online Support
ca: Suport en linia de llarg termini
hu: Hosszú távú internetes támogatás

source: Free system support and updates for up to 3 years
ca: Suport gratuït de sistema i actualitzacions fins a 3 anys
hu: Ingyenes rendszertámogatás és frissítések akár 3 éven keresztül

source: New Desktop Environment
ca: Nou entorn d'escriptori
hu: Új asztali környezet

source: Brand new design, more concise and easy to use
ca: Disseny completament nou, més concís i fàcil d'usar
hu: Vadonatúj kialakítás, tömörebb és könnyebben használható

source: UKUI Panel
ca: Panel UKUI

source: Quick app preview, easy notification management, unified plugin style
ca: Previsualització ràpida d'aplicacions, gestió senzilla de notificacions, estil unificat de connectors
hu: Gyors alkalmazás-előnézet, egyszerű értesítéskezelés, egységes bővítménystílus

source: Rich Featured Applications
ca: Aplicacions amb moltes funcionalitats
hu: Gazdag funkciójú alkalmazások

source: Kylin series applications installed, pursuing ultimate user experience
ca: S'han instal·lat les aplicacions de la sèrie Kylin, a la cerca de la millor experiència d'usuari
hu: Kylin sorozatú alkalmazások telepítve a tökéletes felhasználói élményre törekedve

source: Latest Stable Kernel
ca: Nucli estable més recent
hu: Legújabb stabil rendszermag

source: Linux 5.15 LTS kernel inside, covering latest cutting-edge technologies
ca: Inclou el nucli Linux 5.15 LTS, amb les tecnologies punteres més recent
hu: Linux 5.15 LTS rendszermag a motorháztető alatt, amely a legújabb, legmodernebb technológiákat tartalmazza

source: UKUI Start Menu
ca: Menú d'inici UKUI
hu: UKUI indítómenü

source: Amazing upgrades with noval dark theme, full screen browsing and application classification
ca: Actualitzacions sorprenents amb el tema noval fosc, navegació de pantalla completa i classificació d'aplicacions
hu: Csodálatos frissítések a noval sötét témával, teljes képernyős böngészés és alkalmazásosztályozás
